[
    "What you do makes a difference, and you have to decide what kind of difference you want to make.",
    "Strive not to be a success, but rather to be of value.",
    "Stay afraid, but do it anyway. What's important is the action. You don't have to wait to be confident. Just do it and eventually the confidence will follow.",
    "One can choose to go back toward safety or forward toward growth. Growth must be chosen again and again; fear must be overcome again and again.",
    "The swiftest way to triple your success is to double your investment in personal development.",
    "Don't go through life, grow through life.",
    "We can't become what we need to be by remaining what we are.",
    "Life's challenges are not supposed to paralyze you, they're supposed to help you discover who you are.",
    "The most difficult thing is the decision to act, the rest is merely tenacity.",
    "People who are crazy enough to think they can change the world are the ones who do.",
    "If there is no struggle, there is no progress.",
    "I would like to think that all of my successes in life are really just the fruit of my failures.",
    "Do the best you can until you know better. Then when you know better, do better.",
    "I've got a theory that if you give 100% all the time, somehow things will work out in the end.",
    "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails. Explore. Dream. Discover.",
    "There are two ways of spreading light: to be the candle or the mirror that reflects it.",
    "By doing the work to love ourselves more, I believe we will love each other better.",
    "We should not judge people by their peak of excellence; but by the distance they have traveled from the point where they started.",
    "Just don't give up trying to do what you really want to do. Where there is love and inspiration, I don't think you can go wrong.",
    "Take criticism seriously, but not personally. If there is truth or merit in the criticism, try to learn from it. Otherwise, let it roll right off you.",
    "You can waste your lives drawing lines. Or you can live your life crossing them.",
    "Sometimes in life we take a leap of faith. Remember, the leap is not about getting from one side to the other. It's simply about taking the leap…and trusting the air, the universal breath, will support your wings so that you may soar.",
    "Recognizing that you are not where you want to be is a starting point to begin changing your life.",
    "Incredible change happens in your life when you decide to take control of what you have power over instead of craving control over what you don't.",
    "Be patient with yourself. You are growing stronger every day. The weight of the world will become lighter…and you will begin to shine brighter. Don't give up.",
    "Permit yourself to change your mind when something is no longer working for you.",
    "When you get into a tight place and everything goes against you...never give up then, for that is just the place and time that the tide will turn.",
    "Every strike brings me closer to the next home run.",
    "I'm a great believer in luck, and I find the harder I work the more I have of it.",
    "Pain, pleasure and death are no more than a process for existence. The revolutionary struggle in this process is a doorway open to intelligence.",
    "Be not afraid of growing slowly; be afraid only of standing still.",
    "You are the one that possesses the keys to your being. You carry the passport to your own happiness.",
    "What we fear doing most is usually what we most need to do.",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.",
    "It is never too late to be who you might have been.",
    "When the whole world is silent, even one voice becomes powerful.",
    "Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experiences that reveals the human spirit.",
    "'First things first' might be a cliche, but it's a useful one that means prioritizing what matters most to you and believing there is no wrong answer.",
    "The will to win, the desire to succeed, the urge to reach your full potential…these are the keys that will unlock the door to personal excellence.",
    "We are products of our past, but we don't have to be prisoners of it.",
    "If you don't make the time to work on creating the life you want, you're eventually going to be forced to spend a lot of time dealing with a life you don't want.",
    "The tragedy in life doesn't lie in not reaching your goal. The tragedy lies in having no goal to reach.",
    "When we're growing up there are all sorts of people telling us what to do when really what we need is space to work out who to be.",
    "Be patient with yourself. Self-growth is tender; it's holy ground. There's no greater investment.",
    "There is nothing noble in being superior to your fellow man; true nobility is being superior to your former self.",
    "The power of imagination makes us infinite.",
    "When someone tells me 'no,' it doesn't mean I can't do it, it simply means I can't do it with them.",
    "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.",
    "Someone is sitting in the shade today because someone planted a tree a long time ago.",
    "With self-discipline most anything is possible."
]